{"translation-revision-date":"2025-07-01 10:55:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Manage publications in Publisher Center":["Beheer publicaties in Publisher Center"],"The previously selected product ID %s was not found. Please select a new product ID.":["Het eerder geselecteerde product ID %s is niet gevonden. Selecteer alstublieft een nieuw product ID."],"Learn more about product IDs":["Lees verder over product ID's"],"Product IDs offer a way to link content to payment plans. <a>Learn more<\/a>":["Product ID's bieden een manier om inhoud aan betaalabonnementen te linken. <a>Lees verder<\/a>"],"Learn more about setting product IDs at a content-level":["Lees verder over het instellen van product ID's op inhoudsniveau"],"Use the new settings in the block editor to select different product IDs for individual pages or control where CTAs appear on an individual post. <learnMore>Learn more<\/learnMore>":["Gebruik de nieuwe instellingen in de blok-editor om verschillende product ID's te selecteren voor individuele pagina's of bepaal waar CTA's verschijnen op een individueel bericht. <learnMore>Lees verder<\/learnMore>"],"Selecting “open access” will allow your reader to access your content without a subscription":["Door \"open toegang\" te selecteren, krijgt u lezer toegang tot uw inhoud zonder abonnement"],"Get started":["Aan de slag"],"Learn more about Reader Revenue Manager features":["Lees verder over de functies van Reader Revenue Manager"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Ontdek de extra functies van Reader Revenue Manager, zoals paywalls, abonnementen en bijdragen. <a>Lees verder<\/a>"],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["U kunt uw instellingen bewerken en selecteren welke pagina's van uw site een bijdrage CTA bevatten."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["U kunt uw instellingen bewerken om ID's van producten te beheren en te selecteren welke pagina's van uw site een CTA voor bijdragen bevatten."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["U kunt uw instellingen bewerken en selecteren welke pagina's van uw site een CTA voor een abonnement moeten bevatten."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["U kunt uw instellingen bewerken om ID's van producten te beheren en te selecteren welke pagina's van uw site een CTA voor een abonnement moeten bevatten."],"Manage CTAs":["CTA's beheren"],"Success! Your Reader Revenue Manager account is set up":["Succes! Uw Reader Revenue Manager account is ingesteld"],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Ontgrendel uw volledige lezer mogelijkheden door functies zoals paywall, abonnementen, bijdragen en nieuwsbriefinschrijvingen in te schakelen."],"Select the content types where you want your CTAs to appear:":["Selecteer de contenttypes waar u CTA's moeten verschijnen:"],"CTA Placement":["CTA plaatsing"],"Learn more about Reader Revenue Manager settings in the block editor":["Lees verder over instellingen voor Reader Revenue Manager in de blok-editor"],"Use the new settings in the block editor to customize where your CTAs appear. <a>Learn more<\/a>":["Gebruik de nieuwe instellingen in de blok-editor om aan te passen waar u CTA's verschijnen. <a>Lees verder<\/a>"],"Explore features":["Verken functies"],"Easily monetize your content by offering users subscription options to access content behind a paywall, or make voluntary contributions.":["Maak uw inhoud eenvoudig te gelde door gebruikers abonnementsopties te bieden voor toegang tot inhoud achter een betaalmuur of door vrijwillige bijdragen te leveren."],"Now you can offer your users subscription options to access content behind a paywall, or make voluntary contributions. <a>Learn more<\/a>":["Nu kunt u uw gebruikers abonnementsopties bieden om toegang te krijgen tot inhoud achter een betaalmuur, of vrijwillige bijdragen leveren. <a>Lees verder<\/a>"],"Complete account setup with Reader Revenue Manager":["Afgeronde account setup met Reader Revenue Manager"],"New! Monetize your content with Reader Revenue Manager":["Nieuw! Verzilver uw inhoud met Reader Revenue Manager"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Om u Reader Revenue Manager paywall instelling te voltooien, voegt u uw product ID's toe in de instellingen"],"Edit settings":["Instellingen bewerken"],"New! You can now select product IDs to use with your Reader Revenue Manager snippet":["Nieuw! U kunt nu ID's van producten selecteren voor gebruik met uw Reader Revenue Manager snippet"],"Content type to display CTAs":["Contenttype om CTas weer te geven"],"Display CTAs":["Toon CTA's"],"Default Product ID":["Standaard product ID"],"Open access":["Open toegang"],"Site wide":["Site breed"],"Specified pages":["Gespecificeerde pagina's"],"Specific content types":["Specifieke inhoud types"],"Turn casual visitors into loyal readers and earn more from your content with paywalls, contributions, surveys, newsletter sign-ups and reader insight tools.":["Maak van toevallige bezoekers trouwe lezers en verdien meer aan uw inhoud met paywalls, bijdragen, enquêtes, nieuwsbrief aanmeldingen en gereedschappen voor lezer inzicht."],"Reader Revenue Manager publication tracking will be disabled":["Reader Revenue Manager publicatie volging zal worden uitgeschakeld"],"Learn more about setting up Reader Revenue Manager":["Meer informatie over het instellen van reader revenue manager"],"Once you have created your publication, it is submitted for review. <a>Learn more<\/a>":["Zodra uw uw publicatie heeft gemaakt, wordt deze ingediend voor beoordeling. <a>Lees meer<\/a>"],"To complete your Reader Revenue Manager account setup you will need to create a publication and set up Reader Revenue Manager in Publisher Center.":["Om uw Reader Revenue Manager account setup te voltooien, moet u een publicatie maken en Reader Revenue Manager instellen in Publisher Center."],"You can always enable Reader Revenue Manager in Settings later":["U kunt Reader Revenue Manager altijd later inschakelen via Instellingen"],"%s (Please try again.)":["%s (Probeer het alstublieft opnieuw.)"],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["%s heeft Reader Revenue Manager geconfigureerd en u heeft geen toegang tot de geconfigureerde publicatie. Neem contact met hen op om toegang te delen of de geconfigureerde publicatie te wijzigen."],"The previously selected publication with ID %s was not found. Please select a new publication.":["De eerder geselecteerde publicatie met ID %s is niet gevonden. Selecteer een nieuwe publicatie."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Uw Reader Revenue Manager account is succesvol ingesteld, maar uw publicatie moet nog verder worden ingesteld in Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Uw publicatie wacht nog op beoordeling, u kunt de status controleren in Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Uw Reader Revenue Manager account is succesvol ingesteld!"],"Set up Reader Revenue Manager":["Reader Revenue Manager instellen"],"Grow your revenue and deepen reader engagement":["Vergroot uw inkomsten en vergroot de betrokkenheid van lezers"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["U heeft uw publicatie succesvol aangemaakt en deze wacht nu op beoordeling. Dit kan tot 2 weken duren."],"Create publication":["Publicatie maken"],"Complete publication setup":["Volledige publicatie setup"],"Check publication status":["Publicatie status controleren"],"Your publication requires further setup in Reader Revenue Manager":["Uw publicatie vereist verdere instelling in Reader Revenue Manager"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["Uw publicatie wacht nog op beoordeling. U kunt de status controleren in Reader Revenue Manager."],"Site Kit will connect your existing publication":["Site verbinding maakt met uw bestaande publicatie"],"Enable features":["Schakel functies in"],"Your Reader Revenue Manager publication is approved":["Uw Reader Revenue Manager publicatie is toegestaan"],"Publication":["Publicatie"],"Select your preferred publication to connect with Site Kit":["Selecteer uw voorkeur publicatie om te verbinden met Site Kit"],"The site should use HTTPS to set up Reader Revenue Manager":["De site moet HTTPS gebruiken om Reader Revenue Manager in te stellen"],"Service name\u0004Reader Revenue Manager":["Reader Revenue Manager"],"Don’t show again":["Niet meer tonen"],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"All post types":["Alle berichttypes"],"Retry":["Opnieuw proberen"],"Another admin":["Een andere beheerder"],"Maybe later":["Misschien later"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuratie afronden"],"Next":["Volgende"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"This service was originally connected by an administrator — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door een beheerder - u kunt contact met hen opnemen voor meer informatie."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door de beheerder \"%s\" - u kunt contact met hen opnemen voor meer informatie."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten om toegang te krijgen tot %s data, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze search console eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics weergave, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor dit analytics account, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">herhaalt u de plugin instelling<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"Back":["Terug"],"Learn more":["Meer informatie"],"Error: %s":["Fout: %s"],"Close":["Sluiten"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-9a1d9d1102b1eb8b90f6.js"}}