{"translation-revision-date":"2025-07-01 10:55:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"We’ve added the visitor groups section to your dashboard!":["We hebben de bezoekersgroepen sectie toegevoegd aan uw dashboard!"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Kanaal (bijv. sociaal, betaald, zoekopdracht) dat de meeste aankopen op uw site heeft opgeleverd"],"Channel which brought in the most purchases to your site":["Kanaal dat de meeste aankopen op uw site heeft gebracht"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Kanaal (bijv. sociaal, betaald, zoekopdracht) dat de meeste leads naar uw site heeft opgeleverd"],"Channel which brought in the most leads to your site":["Kanaal dat de meeste leads naar uw site heeft opgeleverd"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Kanaal (bijv. sociaal, betaald, zoekopdracht) dat de meeste gebeurtenissen voor het toevoegen aan de winkelwagen aan uw site heeft opgeleverd"],"Channel which brought in the most add to cart events to your site":["Kanaal dat het meeste toevoegen aan winkelwagen aan uw site heeft opgeleverd"],"Suggested":["Voorgesteld"],"No metrics were selected yet":["Er zijn nog geen metrieken geselecteerd"],"Select up to %d metrics":["Selecteer tot %d statistieken"],"Content performance":["Inhoud prestaties"],"Selling products":["Productverkoop"],"Driving traffic":["Verkeer"],"Top device driving the most purchases":["Apparaat bovenkant zorgt voor de meeste aankopen"],"Top device driving purchases":["Bovenkant apparaat dat aankopen doet"],"Click on Create to try again.":["Klik op maken om het opnieuw te proberen."],"get help":["krijg hulp"],"Setup was interrupted because you didn’t grant the necessary permissions. Click on Create again to retry. If that doesn’t work, <HelpLink \/>":["De installatie is onderbroken omdat u niet de benodigde rechten heeft toegekend. Klik opnieuw op maken om het opnieuw te proberen. Als dat niet werkt, <HelpLink \/>"],"Site Kit is collecting data for this group. Once data is available the group will be added to your dashboard.":["Site Kit verzamelt gegevens voor deze groep. Zodra de gegevens beschikbaar zijn, wordt de groep toegevoegd aan uw dashboard."],"Temporarily hidden":["Tijdelijk verborgen"],"Pages on which forms are most frequently submitted":["Pagina's waarop formulieren het vaakst worden ingediend"],"Top pages driving leads":["Top pagina's die leads genereren"],"Cities driving the most purchases":["Steden die de meeste aankopen veroorzaken"],"Top cities driving purchases":["Top steden die aankopen genereren"],"Cities where visitors most frequently add products to their carts":["Steden waar bezoekers het vaakst producten aan hun winkelwagen toevoegen"],"Top cities driving add to cart":["Top steden die het toevoegen aan winkelwagen genereert"],"Top traffic source driving purchases":["Top verkeersbron die aankopen genereert"],"Top traffic source driving leads":["Top verkeersbron die leads genereert"],"Top traffic source driving add to cart":["Top verkeersbron die het toevoegen aan winkelwagen stimuleert"],"You don’t have any visitor groups selected. <a>Select groups<\/a>.":["U heeft geen bezoekergroepen geselecteerd. <a>Selecteer groepen<\/a>."],"Cities driving the most contact form submissions":["Steden die de meeste contactformulier inzendingen genereren"],"Top cities driving leads":["Top steden die leads genereren"],"%s (Please try again.)":["%s (Probeer het alstublieft opnieuw.)"],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["Als u deze groepen maakt, moeten er meer gegeven volging worden bijgehouden. U wordt doorverwezen naar het updaten van uw Analytics eigenschap."],"Additional permissions are required to create a new audience in Analytics.":["Er zijn extra rechten nodig om een nieuwe doelgroep aan te maken in Analytics."],"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Meer informatie over het groeperen van site bezoekers in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Selecteer<\/SelectGroupLink> een andere groep om te vergelijken met uw huidige groep of lees meer over hoe u site bezoekers kunt groeperen in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Create more visitor groups":["Maak meer bezoeker groepen"],"Compare your group to other groups":["Vergelijk uw groep met andere groepen"],"Error in Widget":["Fout in widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Door een fout kon deze widget niet goed worden weergegeven. Rapporteer de exacte inhoud van de fout op het ondersteuning forum om de oorzaak te achterhalen."],"Visitor group created successfully!":["Bezoekersgroep succesvol aangemaakt!"],"Create":["Maken"],"Create groups suggested by Site Kit":["Groepen maken voorgesteld door Site Kit"],"Oops! Something went wrong. Retry enabling the metric.":["Er is iets fout gegaan. Probeer de statistiek opnieuw in te schakelen."],"Failed to enable metric":["Statistiek is niet ingeschakeld"],"Managing user required to manage view access. <a>Learn more<\/a>":["Gebruikersvereisten beheren om de toegang tot weergaven te beheren. <a>Lees verder<\/a>"],"You can deactivate this widget in <a>Settings<\/a>.":["U kunt deze widget deactiveren in <a>Instellingen<\/a>."],"It looks like your visitor groups aren’t available anymore. <a>Select other groups<\/a>.":["Het lijkt erop dat uw bezoekersgroepen niet meer beschikbaar zijn. <a>Selecteer andere groepen<\/a>."],"Google Analytics is disconnected, your audience metrics can’t be displayed. <a>Connect Google Analytics<\/a>":["Google Analytics is losgekoppeld, uw doelgroep statistieken kunnen niet worden getoond. <a>Verbind Google Analytics<\/a>"],"Insufficient permissions, contact your administrator. Trouble getting access? <HelpLink \/>":["Onvoldoende rechten, neem contact op met uw beheerder. Problemen om toegang te verkrijgen? <HelpLink \/>"],"Oops! Something went wrong. Retry enabling groups.":["Er is iets fout gegaan. Probeer opnieuw groepen in te schakelen."],"Failed to set up visitor groups":["Bezoeker groepen instellen is mislukt"],"You’ll need to contact your administrator. Trouble getting access? <HelpLink \/>":["U moet contact opnemen met uw beheerder. Problemen om toegang te verkrijgen? <HelpLink \/>"],"Setup was interrupted because you did not grant the necessary permissions. <HelpLink \/>":["Installatie werd onderbroken omdat u de benodigde machtigingen niet hebt verleend. <HelpLink \/>"],"By adding another group to your dashboard, you will be able to compare them and understand which content brings back users from each group":["Door een andere groep aan uw dashboard toe te voegen, kunt u ze vergelijken en begrijpen welke inhoud gebruikers uit elke groep terugbrengt"],"Temporarily hide":["Tijdelijk verbergen"],"You can hide this group until data is available.":["U kunt deze groep verbergen totdat gegevens beschikbaar zijn."],"Site Kit is collecting data for this group.":["Site Kit verzamelt gegevens voor deze groep."],"Google Analytics is disconnected, your audience metrics can’t be displayed":["Google Analytics is losgekoppeld, uw doelgroepstatistieken kunnen niet worden getoond"],"Additional permissions are required to create new audiences in Analytics.":["Extra rechten zijn vereist om nieuwe doelgroepen te maken in Analytics."],"Check the cities which bring you more new vs more returning visitors – there might be new audiences you could engage with in locations you hadn’t thought about.":["Controleer de steden die u meer nieuwe versus meer terugkerende bezoekers brengen – er kunnen nieuwe doelgroepen zijn waarmee u in contact kunt komen op locaties waar u nog niet aan had gedacht."],"Compare the ratio of “new” to “returning” visitors – this can give you insights on whether you have more people stopping by as a one-off, or more loyal visitors.":["Vergelijk de verhouding van 'nieuwe' tot 'terugkerende' bezoekers – dit kan u inzicht geven of u meer mensen hebt die eenmalig langskomen, of meer loyale bezoekers."],"The more returning visitors your site has, the stronger and more loyal an audience you’re building. Check which content brings people back to your site - it might help you create a strategy to build a community.":["Hoe meer terugkerende bezoekers uw site heeft, hoe sterker en loyaler het publiek dat u opbouwt. Controleer welke inhoud mensen terugbrengt naar uw site - het kan u helpen een strategie te creëren om een community op te bouwen."],"Select the Purchasers visitor group to gain insights into which visitors bring the most revenue to your site.":["Selecteer de bezoekersgroep Kopers om inzicht te krijgen in welke bezoekers de meeste inkomsten naar uw site brengen."],"Configure your own custom audiences in Analytics to gain deeper insights into visitor behavior, for example consider creating an “Existing customers” or “Subscribers” segment, depending on what goals you have for your site.":["Configureer uw eigen aangepaste doelgroepen in Analytics om diepere inzichten te krijgen in het gedrag van bezoekers, overweeg bijvoorbeeld het maken van een 'Bestaande klanten' of 'Abonnees' segment, afhankelijk van de doelen die u heeft voor uw site."],"Select up to three visitor groups to display on the dashboard and easily compare metrics between them.":["Selecteer maximaal drie bezoekergroepen om op het dashboard te tonen en vergelijk eenvoudig de statistieken tussen hen."],"Learn more about grouping site visitors and audiences in <link><strong>Analytics<\/strong><\/link>":["Meer informatie over het groeperen van site bezoekers en doelgroepen in <link><strong>Analytics<\/strong><\/link>"],"You can deactivate this widget in <link><strong>Settings<\/strong><\/link>":["U kunt deze widget deactiveren in <link><strong>Instellingen<\/strong><\/link>"],"Select visitor groups":["Selecteer bezoeker groepen"],"Select up to %1$d groups (%2$d selected)":["Selecteer tot %1$d groepen (%2$d geselecteerd)"],"Select at least %1$d group (%2$d selected)":["Selecteer ten minste %1$d groep (%2$d geselecteerd)","Selecteer ten minste %1$d groepen (%2$d geselecteerd)"],"Additional groups":["Aanvullende groepen"],"Already exists in your Analytics property":["Bestaat al in uw Analytics property"],"Created by Site Kit":["Gemaakt door Site Kit"],"Created by default by Google Analytics":["Aangemaakt standaard door Google Analytics"],"Change groups":["Wijzig groepen"],"Additional items":["Extra items"],"Contact your administrator. Trouble getting access? <HelpLink \/>":["Neem contact op met uw beheerder. Problemen met toegang krijgen? <HelpLink \/>"],"Still collecting full data for this timeframe, partial data is displayed for this metric":["Nog steeds volledige gegevens voor deze periode aan het verzamelen, gedeeltelijke gegevens worden voor deze groep getoond"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Hoe hoger het aandeel nieuwe bezoekers, hoe meer uw publiek groeit. Kijken naar welke inhoud hen naar uw site brengt, kunt u inzichten geven over hoe u nog meer mensen kunt bereiken."],"Understand what brings new visitors to your site and keeps them coming back. Site Kit can now group your site visitors into relevant segments like \"new\" and \"returning\". To set up these new groups, Site Kit needs to update your Google Analytics property.":["Begrijp wat nieuwe bezoekers naar uw site brengt en zorgt dat ze terugkomen. Site KIT kan bezoekers van uw site nu groeperen in relevante segmenten zoals \"nieuw\" en \"terugkerend\". Om deze nieuwe groepen in te stellen, moet Site KIT uw Google Analytics eigenschap updaten."],"Learn how different types of visitors interact with your site":["Leer hoe verschillende soorten bezoekers interageren met uw site"],"The visitors group section will be added to your dashboard once you set it up.":["De bezoekersgroep sectie wordt toegevoegd aan uw dashboard zodra u deze heeft ingesteld."],"You can always enable groups in Settings later":["U kunt groepen altijd later inschakelen vanuit Instellingen"],"Your visitor groups data loading failed":["Uw bezoekersgroepen gegevens laden is mislukt"],"Partial data":["Gedeeltelijke gegevens"],"No data to show yet":["Er zijn nog geen gegevens om weer te geven"],"Top content by pageviews":["Top inhoud op basis van paginaweergaven"],"Cities with the most visitors":["Steden met de meeste bezoekers"],"%s of total pageviews":["%s van totale pageviews"],"Visitors":["Bezoekers"],"Still collecting full data for this timeframe, partial data is displayed for this group":["Nog steeds volledige gegevens voor deze periode aan het verzamelen, gedeeltelijke gegevens worden voor deze groep getoond"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s is een publiek dat al bestaat in uw Analytics eigendom. Let op: het is mogelijk dat een bezoeker in meer dan één groep wordt geteld. <link>Meer informatie<\/link>"],"%s are people who have visited your site at least once before. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s zijn mensen die uw site minstens één keer eerder hebben bezocht. Let op dat het onder sommige omstandigheden mogelijk is dat een bezoeker in zowel de 'nieuwe' als 'terugkerende' groepen wordt geteld. <link>Meer informatie<\/link>"],"%s are people who visited your site for the first time. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s zijn mensen die uw ite voor de eerste keer hebben bezocht. Let op dat het onder bepaalde omstandigheden mogelijk is dat een bezoeker zowel in de \"nieuwe\" als \"terugkerende\" groep wordt geteld. <link>Meer informatie<\/link>"],"Get to know how different types of visitors interact with your site, e.g. which pages they visit and for how long":["Leer hoe verschillende typen bezoekers met je site omgaan, bijvoorbeeld welke pagina's ze bezoeken en hoe lang."],"Success! Visitor groups added to your dashboard":["Succes! Bezoekersgroepen toegevoegd aan uw dashboard"],"You can now learn more about your site visitor groups by comparing different metrics.":["U kunt nu verder lezen over de bezoekersgroepen van uw site door verschillende statistieken te vergelijken."],"New! Visitor groups":["Nieuw! Bezoekersgroepen"],"Show me":["Laat mij zien"],"Enable groups":["Groepen inschakelen"],"Enabling groups":["Groepen inschakelen"],"Don’t show again":["Niet meer tonen"],"Pages that generated the most AdSense revenue":["Pagina's die de meeste AdSense inkomsten genereerden"],"Top earning pages":["Top verdienende pagina's"],"You are currently offline. Some features may not be available.":["U bent momenteel offline. Sommige functies zijn mogelijk niet beschikbaar."],"Current selection":["Huidige selectie"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d geselecteerd <MaxCount>(tot %2$d)<\/MaxCount>"],"Select up to %1$d metrics (%2$d selected)":["Selecteer tot %1$d statistieken (%2$d geselecteerd)"],"Select at least %1$d metrics (%2$d selected)":["Selecteer ten minste %1$d statistieken (%2$d geselecteerd)"],"Update Analytics to track metric":["Update Analytics om statistieken bij te houden"],"No data to show":["Geen gegevens om te tonen"],"Analytics update failed":["Analytics update mislukt"],"Percentage of visitors that left without engagement with your site":["Percentage bezoekers dat zonder betrokkenheid uw site heeft verlaten"],"The metrics you selected require more data tracking. You will be directed to update your Analytics property after saving your selection.":["De door u geselecteerde statistieken vereisen meer gegevens tracering. Nadat u uw selectie heeft opgeslagen, word u gevraagd uw Analytics eigenschap te updaten."],"The metrics you selected require more data tracking. We will update your Analytics property after saving your selection.":["De door u geselecteerde statistieken vereisen meer gegevens tracering. We zullen uw Analytics eigenschap updaten nadat we uw selectie hebben opgeslagen."],"Additional permissions are required to create new Analytics custom dimensions":["Er zijn aanvullende rechten vereist om nieuwe aangepaste Analytics dimensies te maken"],"Authors whose posts got the most visits":["Auteurs waarvan de berichten de meeste bezoeken hebben ontvangen"],"Most popular authors by pageviews":["Meest populaire auteurs op basis van paginaweergaven"],"Categories that your site visitors viewed the most":["Categorieën die bezoekers van uw site het meest hebben bekeken"],"Top categories by pageviews":["Top categorieën op pagina weergaven"],"Pages with the most pageviews published in the last 3 days":["Pagina's met de meeste paginaweergaven die in de afgelopen drie dagen zijn gepubliceerd"],"Top recent trending pages":["Top recente trending pagina's"],"Pages with the highest engagement rate":["Pagina's met het hoogste betrokkenheidspercentage"],"Most engaging pages":["Meest boeiende pagina's"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagina's met het hoogste percentage bezoekers dat uw site zonder betrokkenheid heeft verlaten"],"The top search queries for your site by highest clickthrough rate":["De top zoekopdrachten voor uw site volgens hoogste doorklik percentage"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Kanaal (bijv. sociaal, betaald, zoeken) dat bezoekers heeft opgeleverd die de meeste belangrijke gebeurtenissen hebben gegenereerd"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Kanaal (bijv.sociaal, betaald, zoeken) dat de meeste bezoekers naar uw site heeft gebracht"],"The countries where most of your visitors came from":["De landen waar de meeste van uw bezoekers vandaan kwamen"],"The cities where most of your visitors came from":["De steden waar de meeste van uw bezoekers vandaan kwamen"],"Pages your visitors read the most":["Pagina's die uw bezoekers het meest lezen"],"Portion of visitors who visited your site for the first time in this timeframe":["Percentage bezoekers dat uw site in dit tijdsbestek voor het eerst bezocht"],"Portion of your site’s visitors that returned at least once in this timeframe":["Deel van de bezoekers van uw site dat tenminste één keer is teruggekeerd in dit tijdsbestek"],"Returning visitors":["Terugkerende bezoekers"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Kanaal (bijv. sociaal, betaald, zoeken) dat de meeste bezoekers heeft opgeleverd die een betekenisvolle betrokkenheid hadden bij uw site"]," and ":[" en "],"%s is disconnected, no data to show":["%s is losgekoppeld, geen gegevens om te tonen","%s is losgekoppeld, geen gegevens om weer te geven"],"Pages that attracted the most returning visitors":["Pagina's die de meeste terugkerende bezoekers trokken"],"Top pages by returning visitors":["Top pagina's door terugkerende bezoekers"],"Average duration of engaged visits":["Gemiddelde duur van betrokken bezoeken"],"Visit length":["Bezoekduur"],"Number of pages visitors viewed per session on average":["Gemiddeld aantal bekeken pagina's per sessie"],"Pages per visit":["Pagina's per bezoek"],"Least engaging pages":["Minst boeiende pagina's"],"Average number of sessions per site visitor":["Gemiddeld aantal sessies per site bezoeker"],"Visits per visitor":["Bezoeken per bezoeker"],"Insufficient permissions":["Onvoldoende machtigingen"],"Top countries driving traffic":["Toplanden die verkeer genereren"],"Email":["E-mail"],"Google account":["Google account"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Help ons Site Kit te verbeteren door anonieme gebruiksgegevens te delen.<\/span> <span>Alle verzamelde gegevens worden behandeld in overeenstemming met het <a>Privacybeleid van Google.<\/a><\/span>"],"Data loading failed":["Laden van gegevens mislukt"],"Edit your personalized goals or deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Bewerk uw persoonlijke doelen of deactiveer deze widget in <link><strong>Instellingen<\/strong><\/link>"],"Save selection":["Selectie opslaan"],"Apply changes":["Wijzigingen toepassen"],"Channel which brought in the most visits that resulted in key events":["Kanaal dat de meeste bezoeken opleverde die resulteerden in belangrijke gebeurtenissen"],"Which countries you get the most visitors from":["Uit welke landen u de meeste bezoekers krijgt"],"Which cities you get the most visitors from":["Uit welke steden u de meeste bezoekers krijgt"],"What people searched for before they came to your site":["Waar mensen naar zochten voordat ze op uw site kwamen"],"Products that brought in the most visitors":["Producten die de meeste bezoekers opleverden"],"Pages that brought in the most visitors":["Pagina's die de meeste bezoekers opleverden"],"Visitors coming via this channel spent the most time on your site":["Bezoekers die via dit kanaal kwamen brachten de meeste tijd door op uw site"],"Channel which brought in the most visitors to your site":["Kanaal met de meeste bezoekers op uw site"],"Top traffic source":["Top verkeersbron"],"How many new visitors you got and how the overall audience changed":["Hoeveel nieuwe bezoekers u kreeg en hoe het totale publiek veranderde"],"Portion of people who visited your site more than once":["Aandeel van de mensen die uw site meer dan eens bezochten"],"Top converting traffic source":["Top converterende verkeersbron"],"Top cities driving traffic":["Top steden die verkeer genereren"],"Most popular products by pageviews":["Meest populaire producten per paginaweergaven"],"Most engaged traffic source":["Meest betrokken verkeersbron"],"Connect Google Analytics":["Google Analytics verbinden"],"Top performing keywords":["Top presterende keywords"],"Most popular content by pageviews":["Meest populaire inhoud op basis van paginaweergaven"],"New visitors":["Nieuwe bezoekers"],"Google Account (Email: %1$s)":["Google account (e-mail: %1$s)"],"Google Account for %1$s":["Google account voor %1$s"],"Google Account for %1$s (Email: %2$s)":["Google account voor %1$s (e-mail: %2$s)"],"Copied to clipboard":["Gekopieerd naar klembord"],"Copy error contents":["Kopieer fout inhoud"],"Error message copied to clipboard. Click to copy the error message again.":["Fout bericht gekopieerd naar klembord. Klik om het foutbericht opnieuw te kopiëren."],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"Retry didn’t work? <HelpLink \/>":["Opnieuw proberen werkte niet? <HelpLink \/>"],"Key metrics":["Belangrijkste metrieken"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["De beheerder die deze module deelt met u heeft geen toegang meer tot de %s dienst, dus u kunt de statistieken ervan niet zien op het Site Kit dashboard. U kunt contact opnemen met hen of een andere beheerder om de toegang te herstellen."],"Access lost to %s":["Toegang verloren tot %s"],"<strong>Note:<\/strong> %s":["<strong>Opmerking:<\/strong> %s"],"Google Account":["Google Account"],"Reset sharing permissions":["Machtigingen voor delen opnieuw instellen"],"Done":["Klaar"],"Done editing roles":["Klaar met het bewerken van rollen"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all dashboard Sharing permissions?":["Waarschuwing: het resetten van deze permissies zal de alleen-bekijken toegang voor alle gebruikers verwijderen. Weet u zeker dat u alle dashboard sharing rechten wilt resetten?"],"Reset dashboard sharing permissions":["Machtigingen voor delen van dashboard resetten"],"Request access":["Toegang aanvragen"],"Get help":["Krijg hulp"],"Contact %s to change who can manage view access for this module":["Neem contact op met %s om te wijzigen wie de toegang tot deze module kan beheren"],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Deze dienst vereist algemene toegang tot Google API's in plaats van toegang tot een specifiek eigendom\/entiteit van de gebruiker, zodat de toegang tot het scherm kan worden beheerd door elke beheerder die is aangemeld bij Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit dashboard data from the chosen Google service":["Door op <strong>Toepassen<\/strong> te klikken, geeft u andere geauthenticeerde beheerders van uw site toestemming om alleen-bekijken toegang tot Site KIT dashboard gegevens van de gekozen Google dienst te beheren"],"Retry":["Opnieuw proberen"],"Data errors in %s":["Gegevens fout in %s"],"Data Unavailable":["Gegevens niet beschikbaar"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["De gegevens voor de volgende modules werden eerder gedeeld door een beheerder die geen toegang meer heeft: %s. Neem contact op met een andere beheerder om deze te herstellen."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["%s gegevens waren eerder gedeeld door een beheerder die niet langer toegang heeft. Neem contact op met een andere beheerder om het te herstellen."],"Service name\u0004Sign in with Google":["Aanmelden met Google"],"Any admin signed in with Google":["Elke beheerder die is aangemeld bij Google"],"Add roles":["Rollen toevoegen"],"Edit roles":["Rollen bewerken"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s heeft dit aangesloten en beheerder rechten gegeven aan alle beheerders. U kunt veranderen wie dit kan zien op het dashboard."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Beheerd door<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Neem contact op met de beherende gebruiker om de toegang te beheren"],"Only me":["Alleen ik"],"Who can manage view access":["Wie kan de toegang beheren"],"Who can view":["Wie kan bekijken"],"Product":["Product"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Door op <strong>Toepassen<\/strong> te klikken, geeft u de geselecteerde rollen alleen toegang tot de gegevens van de Google diensten die u via uw account heeft gekoppeld"],"Apply":["Toepassen"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Deel een view-only versie van uw Site Kit dashboard met andere WordPress rollen. <a>Meer informatie<\/a>"],"Dashboard sharing & permissions":["Dashboard sharing & machtigingen"],"Open sharing settings":["Instellingen voor delen openen"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dank u wel voor het gebruik van Site Kit!<br \/>Help ons het nog beter te maken"],"Shared by <strong>%s<\/strong>":["Gedeeld door <strong>%s<\/strong>"],"Shared services":["Gedeelde diensten"],"Learn more about dashboard sharing":["Meer informatie over het delen van dashboards"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["U kunt statistieken zien van alle gedeelde Google diensten, maar u kunt geen wijzigingen aanbrengen. <a>Meer informatie<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["U kunt statistieken zien van alle gedeelde Google diensten, maar u kunt geen wijzigingen aanbrengen. <strong>Log in om meer diensten aan te sluiten en toegang tot delen te regelen.<\/strong>"],"View only":["Alleen bekijken"],"Go to dashboard":["Ga naar het dashboard"],"Maybe later":["Misschien later"],"Search":["Zoeken"],"Date range":["Datumbereik"],"Back to dashboard":["Terug naar dashboard"],"Monetization":["Inkomsten genereren"],"Content":["Inhoud"],"Traffic":["Verkeer"],"Enter title or URL…":["Voer de titel of URL in.."],"URL Search":["URL zoekopdracht"],"Page\/URL Search":["Pagina\/URL zoeken"],"Choose at least %s answers":["Kies op zijn minst %s antwoorden"],"Text input for option %s":["Tekstinvoer voor optie %s"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"Help":["Hulp"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Door door te gaan, gaat u ermee akkoord dat Google uw antwoorden en account gegevens gebruikt om diensten te verbeteren, conform onze <privacy>Privacy <\/privacy> & <terms>Voorwaarden<\/terms>."],"Complete Setup":["Installatie voltooien"],"New":["Nieuw"],"Get help with AdSense":["Krijg hulp bij AdSense"],"Get support":["Krijg ondersteuning"],"Read help docs":["Lees de hulp documenten"],"Fix common issues":["Veelvoorkomende problemen oplossen"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Updaten"],"Complete setup":["Configuratie afronden"],"Generating leads":["Leads genereren"],"Submit":["Verzend"],"Next":["Volgende"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"Source: %s":["Bron: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door een beheerder - u kunt contact met hen opnemen voor meer informatie."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door de beheerder \"%s\" - u kunt contact met hen opnemen voor meer informatie."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten om toegang te krijgen tot %s data, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze search console eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics weergave, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor dit analytics account, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Insufficient permissions in %s":["Onvoldoende rechten in %s"],"Report this problem":["Rapporteer dit probleem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">herhaalt u de plugin instelling<\/a>."],"Proceed":["Doorgaan"],"Additional Permissions Required":["Extra rechten vereist"],"Manage Sites":["Beheer sites"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"Site Kit encountered an error":["Site Kit heeft een fout aangetroffen"],"Site Kit by Google Logo":["Site Kit door Google logo"],"OK, Got it!":["Oké, ik snap het!"],"Speed":["Snelheid"],"Back":["Terug"],"Learn more":["Meer informatie"],"Error: %s":["Fout: %s"],"Account":["Account"],"Dismiss":["Negeren"],"%s data is not yet available, please check back later":["%s gegevens zijn nog niet beschikbaar, kom later terug"],"%s Gathering Data":["%s Gegevens verzamelen"],"Data error in %s":["Gegevens fout in %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Door de verbinding met Site Kit by Google te verbreken, wordt u toegang tot alle diensten verwijderd. Na het verbreken van de verbinding moet u opnieuw autoriseren om de dienst te herstellen."],"Disconnect":["Verbinding verbreken"],"User Avatar":["Gebruikersavatar"],"Connect Service":["Verbind dienst"],"Cancel":["Annuleren"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"No results found":["Geen resultaten gevonden"],"All":["Alle"],"Reset":["Reset"],"Close":["Sluiten"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-main-dashboard-f5c616ca777b3e947960.js"}}