{"translation-revision-date":"2025-07-01 10:55:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"%1$s. <Link><Strong>%2$s<\/Strong><\/Link>":["%1$s. <Link><Strong>%2$s<\/Strong><\/Link>"],"View current Ads account":["Bekijk huidige advertenties account"],"Create another account":["Maak een andere account aan"],"Continue Ads setup with Site Kit only if you do want to create another account.":["Ga verder met advertenties instelling met Site Kit alleen als u nog een account wilt aanmaken."],"Site Kit has detected an already existing Ads account connected to this site via the Google for WooCommerce extension.":["Site Kit heeft een reeds bestaand advertenties account gedetecteerd dat is verbonden met deze site via de Google voor WooCommerce extensie."],"Are you sure you want to create another Ads account for this site?":["Weet u zeker dat u nog een advertenties account wilt aanmaken voor deze site?"],"You can always enable Ads in Settings later":["U kunt advertenties later altijd weer inschakelen via Instellingen"],"Create new account":["Nieuwe account aanmaken"],"Keep existing account":["Bestaande account behouden"],"We’ve detected an existing Ads account via the Google for WooCommerce plugin. You can still create a new Ads account using Site Kit.":["We hebben een bestaande advertentie account gedetecteerd via Google for WooCommerce plugin. Nu kunt u ook een nieuw advertentie account aanmaken met Site Kit."],"To track conversions for your Ads campaign, you need to add your Conversion ID to Site Kit. You can always change the Conversion ID later in Site Kit Settings. <a>Learn more<\/a>":["Om conversies voor uw advertentiecampagne te volgen, moet u uw conversie ID toevoegen aan Site KIT. U kunt het conversie ID later altijd wijzigen in Instellingen Site KIT. <a>Lees verder<\/a>"],"Connect an existing Ads account":["Verbinding maken met een bestaande advertentieaccount"],"OR":["OF"],"Create your first Ads campaign, add billing information, and choose your conversion goals. To create a new Ads account, you’ll need to grant Site Kit additional permissions during the account creation process. <a>Learn more<\/a>":["Maak uw eerste advertenties campagne, voeg factureringsinformatie toe en kies uw conversiedoelen. Om een nieuwe advertenties account aan te maken, moet u Site KIT extra rechten geven tijdens het aanmaken van de account. <a>Lees verder<\/a>"],"Set up a new Ads account":["Een nieuwe advertenties account instellen"],"Use Google for WooCommerce":["Gebruik Google voor WooCommerce"],"Continue with Site Kit":["Doorgaan met Site KIT"],"The Google for WooCommerce plugin can utilize your provided business information for advertising on Google and may be more suitable for your business.":["De Google for WooCommerce plugin kan uw verstrekte bedrijfsinformatie gebruiken om te adverteren op Google en is misschien meer geschikt voor uw bedrijf."],"Using the WooCommerce plugin?":["Gebruikt u de WooCommerce plugin?"],"Complete manual setup":["Afgeronde handmatige instelling"],"This Conversion ID is already in use via the Google for WooCommerce plugin. We don’t recommend adding it in Site Kit, as it may result in inaccurate measurement of your Ads campaign conversions.":["Dit conversie ID is al in gebruik via de Google for WooCommerce plugin. We raden af om het toe te voegen in Site KIT, omdat het kan leiden tot onnauwkeurige metingen voor uw advertenties campagne conversies."],"Conversion ID":["Conversie ID"],"To set up Ads you will need to disable your Ad blocker":["Om advertenties in te stellen moet u uw Ad blokker uitschakelen"],"To get the latest Ads data you will need to disable your Ad blocker":["Om de meest recente advertentiegegevens te verkrijgen, moet u uw Ad blokker uitschakelen"],"Conversion tracking for your ads campaigns will be disabled":["Conversie volging voor uw advertentiecampagnes wordt uitgeschakeld"],"Tagging necessary for your ads campaigns to work will be disabled":["Tagging die nodig is om uw advertentiecampagnes te laten werken, wordt uitgeschakeld"],"Learn more about First-party mode server requirements":["Meer informatie over de vereisten voor de First-party modus server"],"Learn more about First-party mode":["Meer informatie over de First-party modus"],"Conversion Tracking":["Conversies volgen"],"To track the performance of your campaigns, Site Kit will enable enhanced conversion tracking. <a>Learn more<\/a>":["Om de prestaties van uw campagnes te volgen, zal Site Kit verbeterde conversie volgen mogelijk maken. <a>Lees meer<\/a>"],"Improve your measurement":["Verbeter uw meting"],"Your server’s current settings prevent First-party mode from working. To enable it, please contact your hosting provider and request access to external resources and plugin files. <a>Learn more<\/a>":["De huidige instellingen van uw server zorgen ervoor dat de First-party modus niet werkt. Om deze in te schakelen, neem alstublieft contact op met uw hostingprovider en vraag toegang aan tot externe gegevensbronnen en plugin bestanden. <a>Lees meer<\/a>"],"Your tag data will be sent through your own domain to improve data quality and help you recover measurement signals. <a>Learn more<\/a>":["Uw tag gegevens worden verzonden via uw eigen domein om de gegevenskwaliteit te verbeteren en u te helpen meetsignalen te herstellen. <a>Lees meer<\/a>"],"First-party mode":["First-Party modus"],"Enhanced conversion tracking":["Verbeterde conversie volgen"],"Beta":["Bèta"],"To track the performance of your campaigns, Site Kit will enable enhanced conversion tracking. You can always disable it in settings.":["Om de prestaties van uw campagnes te volgen, schakelt Site Kit verbeterde conversie volgen in. U kunt het altijd uitschakelen in instellingen."],"%s (Please try again.)":["%s (Probeer het alstublieft opnieuw.)"],"Enhanced Conversion Tracking":["Verbeterde conversietracering"],"Disable enhanced conversion tracking":["Schakel verbeterde conversie tracering uit"],"Tracking additional conversion-related events via Analytics":["Het traceren van extra conversiegerelateerde gebeurtenissen via Analytics"],"By disabling enhanced conversion tracking, you will no longer have access to:":["Door verbeterde conversie tracering uit te schakelen, heeft u geen toegang meer tot:"],"Learn more about conversion tracking":["Leer meer over conversie tracering"],"Set up Ads":["Stel advertenties in"],"Help drive sales, leads, or site traffic by getting your business in front of people who are actively searching Google for products or services you offer. <a \/>":["Help bij het stimuleren van verkoop, leads of siteverkeer door uw bedrijf onder de aandacht te brengen van mensen die actief op Google zoeken naar producten of diensten die u aanbiedt. <a \/>"],"Get better quality leads and enhance conversions with Ads":["Krijg betere kwaliteit leads en verbeter conversies met Ads"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Volg uw conversies, meet u campagneresultaten en haal het meeste uit uw advertentie uitgaven"],"Your Ads campaign was successfully set up!":["Uw Ads campagne is succesvol opgezet!"],"Could not load Google Ads content.":["Kon de inhoud van Google advertenties niet laden."],"Google Ads error":["Fout bij Google advertenties"],"Customer ID":["Klant ID"],"You can always change this later in Site Kit Settings.":["U kunt dit later altijd wijzigen in de Site Kit instellingen."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Voeg hieronder uw conversie ID toe. Site Kit zal het op uw site plaatsen zodat u de prestaties van uw Google advertenties campagnes kunt volgen. <a>Lees meer<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["Het volgen van uw advertentiecampagnes werkt niet totdat u een geldig ID invoegt"],"The Conversion ID will help track the performance of ad campaigns for the corresponding account":["Het conversie ID helpt bij het volgen van de prestaties van advertentiecampagnes voor het desbetreffende account"],"Show me":["Laat mij zien"],"You can now track conversions for your Ads campaigns":["U kunt nu conversies bijhouden voor uw advertentie campagnes"],"Success! Your Conversion ID was added to your site":["Succes! Uw conversie ID is aan uw site toegevoegd"],"Disable":["Uitschakelen"],"Performance of your Ad campaigns":["Prestaties van uw advertentiecampagnes"],"Don’t show again":["Niet meer tonen"],"Service name\u0004Ads":["Advertenties"],"Disabled":["Uitgeschakeld"],"Enabled":["Ingeschakeld"],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"<strong>Note:<\/strong> %s":["<strong>Opmerking:<\/strong> %s"],"Get help":["Krijg hulp"],"Retry":["Opnieuw proberen"],"Maybe later":["Misschien later"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuratie afronden"],"Next":["Volgende"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"This service was originally connected by an administrator — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door een beheerder - u kunt contact met hen opnemen voor meer informatie."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door de beheerder \"%s\" - u kunt contact met hen opnemen voor meer informatie."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten om toegang te krijgen tot %s data, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze search console eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics weergave, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor dit analytics account, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">herhaalt u de plugin instelling<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"None":["Geen"],"Back":["Terug"],"Learn more":["Meer informatie"],"Error: %s":["Fout: %s"],"Disconnect":["Verbinding verbreken"],"Cancel":["Annuleren"],"Error":["Fout"],"Close":["Sluiten"],"Start setup":["Start de installatie"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-f2f57189800362bba4a9.js"}}