{"translation-revision-date":"2025-07-01 10:55:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Connect more services":["Meer diensten aansluiten"],"Congrats on completing the setup for Site Kit!":["Gefeliciteerd met het voltooien van de setup voor Site KIT!"],"First-party mode has been disabled due to server configuration issues. Measurement data is now being routed through the default Google server. Please contact your hosting provider to resolve the issue. <a>Learn more<\/a>":["De first-party modus heeft geen functie vanwege problemen met de configuratie van de server. Meetgegevens worden nu omgeleid via de standaard Google server. Neem contact op met uw hostingprovider om het probleem op te lossen. <a>Lees meer<\/a>"],"Learn more about First-party mode server requirements":["Meer informatie over de vereisten voor de First-party modus server"],"You can always disable it in Analytics or Ads settings":["U kunt het altijd uitschakelen in analytics of instellingen voor advertenties"],"You successfully enabled First-party mode!":["U heeft met succes de first-party modus ingeschakeld!"],"Enable First-party mode":["Modus eerste partij inschakelen"],"Enable First-party mode (<em>beta<\/em>) to send measurement through your own domain - this helps improve the quality and completeness of Analytics or Ads metrics.":["Schakel de first-party modus (<em>beta<\/em>) in om metingen via uw eigen domein te verzenden - Dit helpt de kwaliteit en volledigheid van analytics of advertenties statistieken te verbeteren."],"Get more comprehensive stats by collecting metrics via your own site":["Verkrijg meer uitgebreide statistieken door statistieken te verzamelen via uw eigen site"],"You can always enable First-party mode in Settings later":["U kunt de first-party modus altijd later weer inschakelen via instellingen"],"%s (Please try again.)":["%s (Probeer het alstublieft opnieuw.)"],"Show me":["Laat mij zien"],"Data is now available for the pages that earn the most AdSense revenue.":["Gegevens zijn nu beschikbaar voor de pagina's die de meeste AdSense inkomsten genereren."],"See your top earning content":["Bekijk uw best verdienende inhoud"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Link uw Analytics en AdSense accounts om erachter te komen welke inhoud u de meeste inkomsten oplevert."],"See which content earns you the most":["Bekijk welke inhoud u het meest oplevert"],"Enable consent mode":["Toestemmingsmodus inschakelen"],"Consent mode interacts with your Consent Management Platform (CMP) or custom implementation for obtaining visitor consent, such as a cookie consent banner.":["De toestemming modus werkt samen met uw toestemming beheerplatform (CMP) of aangepaste implementatie voor het verkrijgen van toestemming van bezoekers, zoals een cookie toestemming banner."],"Enable Consent Mode to preserve tracking for your Ads campaigns":["Schakel de toestemmingsmodus in om tracking te behouden voor uw Advertentiecampagnes"],"You can always enable consent mode in Settings later":["U kunt de toestemmingsmodus altijd later weer inschakelen via instellingen"],"We’ll let you know as soon as there’s enough data available":["We laten het u weten zodra er voldoende gegevens beschikbaar zijn."],"Your AdSense and Analytics accounts are linked":["Uw AdSense en Analytics accounts zijn gelinkt."],"Don’t show again":["Niet meer tonen"],"Permissions Error":["Fout met machtigingen"],"Engagement Rate":["Betrokkenheid waardering"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Om Analytics te kunnen blijven gebruiken met Site Kit, moet u toestemming geven om te controleren op wijzigingen in uw Google tag's target Analytics eigenschap. De Google tag functie is onlangs geüpdatet om gebruikers de mogelijkheid te geven een tag's gekoppelde Analytics eigenschap te wijzigen zonder de site code aan te passen. Door deze verandering moet Site Kit nu regelmatig controleren of de tag op uw site overeenkomt met de Analytics eigenschap bestemming."],"Grant permission":["Geef toestemming"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit heeft aanvullende machtigingen nodig om updates van tags op uw site te detecteren"],"Enable auto-updates":["Auto updates inschakelen"],"Turn on auto-updates so you always have the latest version of Site Kit. We constantly introduce new features to help you get the insights you need to be successful on the web.":["Zet auto updates aan zodat u altijd de laatste versie van Site Kit heeft. We introduceren voortdurend nieuwe functies om u te helpen de inzichten te krijgen die u nodig heeft om succesvol te zijn op het web."],"Auto-updates have been enabled. Your version of Site Kit will automatically be updated when new versions are available.":["Auto updates zijn ingeschakeld. Uw versie van Site Kit wordt automatisch geüpdatet als er nieuwe versies beschikbaar zijn."],"Keep Site Kit up-to-date":["Site Kit up-to-date houden"],"Thanks for enabling auto-updates":["Dank u wel voor het inschakelen van auto updates"],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"The following modules failed to be recovered:":["De volgende modules zijn niet teruggezet:"],"Get help":["Krijg hulp"],"Retry":["Opnieuw proberen"],"Dashboard data for some services has been interrupted":["Dashboard gegevens voor sommige diensten zijn onderbroken"],"By recovering the selected modules, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Door de geselecteerde modules te herstellen, herstel uw de toegang voor andere gebruikers door toegang te delen via uw Google account. Dit brengt geen wijzigingen aan in externe diensten en kan op elk moment worden beheerd via de instellingen voor het delen van het dashboard."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["De gegevens voor de volgende modules werden eerder gedeeld met andere gebruikers op de site door een andere beheerder die geen toegang meer heeft. Om de toegang te herstellen, kunt u de module herstellen als de nieuwe eigenaar."],"Recover":["Herstellen"],"By recovering the module, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Door de module te herstellen, herstelt u de toegang voor andere gebruikers door toegang te delen via uw Google account. Dit brengt geen wijzigingen aan in externe diensten en kan op elk moment worden beheerd via de instellingen voor het delen van het dashboard."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["%s gegevens zijn eerder gedeeld met andere gebruikers op de site door een andere beheerder die geen toegang meer heeft. Om de toegang te herstellen, kunt u de module herstellen als de nieuwe eigenaar."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["De gegevens voor de volgende modules werden eerder gedeeld met andere gebruikers op de site door een andere beheerder die geen toegang meer heeft. Om de toegang te herstellen, moet de module worden hersteld door een andere beheerder die toegang heeft."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["%s gegevens zijn eerder gedeeld met andere gebruikers op de site door een andere beheerder die geen toegang meer heeft. Om de toegang te herstellen, moet de module worden hersteld door een andere beheerder die toegang heeft."],"Error connecting Site Kit":["Fout verbinden met site Kit"],"%1$s: %2$s":["%1$s: %2$s"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Het kan tot %s uur duren voordat de statistieken voor uw site verschijnen. Terwijl u wacht, kunt u meer diensten verbinden om meer statistieken te verkrijgen.","Het kan tot %s uur duren voordat de statistieken voor uw site verschijnen. Terwijl u wacht, kunt u meer diensten verbinden om meer statistieken te verkrijgen."],"Search Console is gathering data":["Search Console verzamelt gegevens"],"Search Console and Analytics are gathering data":["Search Console en Analytics verzamelen gegevens"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit zal statistieken tonen op het dashboard zodra genoeg mensen uw site hebben bezocht. Blijf werken aan uw site om meer bezoekers te trekken."],"Not enough traffic yet to display stats":["Nog niet genoeg verkeer om statistieken weer te geven"],"Go to Settings":["Ga naar instellingen"],"Connect more services to see more stats.":["Sluit meer diensten aan om meer statistieken te zien."],"Maybe later":["Misschien later"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Andere"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Herinner mij later"],"OK, got it":["OK, begrepen"],"Next":["Volgende"],"Learn how":["Leer hoe"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"Redo the plugin setup":["Doe de plugin instelling opnieuw"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">herhaalt u de plugin instelling<\/a>."],"Previous period":["Vorige periode"],"Redo setup":["Herhaal instelling"],"Site Kit can’t access necessary data":["Site Kit kan benodigde gegevens niet benaderen"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit kan niet bij alle relevante gegevens omdat u niet alle gevraagde rechten heeft toegekend tijdens de instelling. Om Site Kit te gebruiken moet u de instelling opnieuw doen voor - zorg ervoor dat u alle rechten toestaat tijdens de authenticatie fase."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit kan niet bij alle relevante gegevens van %1$s omdat u niet alle gevraagde rechten heeft toegekend tijdens de instelling. Om Site Kit te gebruiken moet u de instelling opnieuw doen voor: %1$s - zorg ervoor dat u alle rechten goedkeurt tijdens de authenticatie fase."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit kan niet bij alle relevante gegevens omdat u niet alle gevraagde rechten heeft toegekend tijdens de instelling. Om Site Kit te gebruiken moet u de instelling opnieuw doen voor: %s - zorg ervoor dat u alle rechten goedkeurt tijdens de authenticatie fase."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"Oops! There was a problem during set up. Please try again.":["Er is een probleem opgetreden tijdens het instellen. Probeer het opnieuw."],"Congrats on completing the setup for %s!":["Gefeliciteerd met het voltooien van de installatie van %s!"],"OK, Got it!":["Oké, ik snap het!"],"Analytics is gathering data":["Analytics is gegevens aan het verzamelen"],"Session Duration":["Sessieduur"],"Back":["Terug"],"Learn more":["Meer informatie"],"Error: %s":["Fout: %s"],"Sessions":["Sessies"],"Users":["Gebruikers"],"Dismiss":["Negeren"],"Close":["Sluiten"],"Day":["Dag"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-727db40d88136d1f9cb8.js"}}