{"translation-revision-date":"2025-07-01 10:55:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Manage settings":["Instellingen beheren"],"Anyone can register":["Iedereen kan registreren"],"Allow new registrations":["Nieuwe registraties toestaan"],"Using “One Tap sign in on all pages” will cause errors for users without an account. Enable “%1$s” in WordPress settings to allow anyone to use %2$s.":["Als u \"Aanmelden met één tik op alle pagina's\" gebruikt, ontstaan er fouten bij gebruikers zonder account. Schakel \"%1$s\" in bij de instellingen van WordPress om iedereen toe te staan %2$s te gebruiken."],"One Tap will only appear on existing login pages.":["Één tik verschijnt alleen op bestaande login pagina's."],"One Tap will be available on every page on this website.":["Één tik is beschikbaar op elke pagina van deze site."],"One Tap enabled on all pages":["Één tik ingeschakeld op alle pagina's"],"Enabled (login pages only)":["Ingeschakeld (alleen login pagina's)"],"Enabled (on all pages)":["Ingeschakeld (op alle pagina's)"],"“Anyone can register”":["\"Iedereen kan zich registreren\""],"“Allow new registrations”":["\"Nieuwe registraties toestaan\""],"Enable the %1$s setting to allow your visitors to create an account using the %2$s button. <br\/>Visit <a>WordPress settings<\/a> to manage this setting.":["Schakel de %1$s instellingen in om uw bezoekers toe te staan een account aan te maken met de %2$s knop. <br\/>Ga naar <a>WordPress instellingen<\/a> om deze instelling te beheren."],"Only existing users can use %s to access their accounts.":["Alleen bestaande gebruikers kunnen %s gebruiken om toegang te krijgen tot hun accounts."],"Users can create new accounts on this site using %s. <br\/>Visit <a>WordPress settings<\/a> to manage this membership setting.":["Gebruikers kunnen op deze site nieuwe accounts aanmaken met %s. <br\/>Bezoek <a>WordPress instellingen<\/a> pagina om deze lidmaatschapsinstelling te beheren."],"Sign in with Google was already set up on this site. We recommend using your existing Client ID.":["Aanmelden met Google was al ingesteld op deze site. We raden u aan uw bestaande klant ID te gebruiken."],"A valid Client ID is required to use Sign in with Google":["Een geldig klant ID is vereist om in te loggen met Google"],"%s button was added to your site login page. You can customize the button appearance in settings.":["%s knop is toegevoegd aan uw site login pagina. U kunt de weergave van de knop aanpassen in instellingen."],"You successfully set up %s!":["U heeft %s met succes ingesteld!"],"Boost onboarding, security, and trust on your site using %s":["Verbeter onboarding, beveiliging en vertrouwen op uw site met %s"],"User registration":["Gebruikersregistratie"],"One Tap allows users to sign in or sign up with one click offering smooth user entry points without redirecting to a dedicated sign in and sign up page. <a>Learn more<\/a>":["Met een tik kunnen gebruikers zich met één muisklik aanmelden of aanmelden, zonder dat ze naar een speciale aanmeld of aanmeld pagina worden omgeleid. <a>Lees meer<\/a>"],"One Tap sign in":["Aanmelden met één tik"],"Provide your site visitors with a simple, secure, and personalized experience by adding a %s button to your login page.":["Geef bezoekers van uw site een eenvoudige, veilige en persoonlijke ervaring door een %s knop toe te voegen aan uw login pagina."],"Enable One Tap sign in":["Aanmelden met één tik inschakelen"],"Button shape":["Knop vorm"],"Button theme":["Knop thema"],"Button text":["Knoptekst"],"Client ID":["Klant ID"],"The site should use HTTPS to set up Sign in with Google":["De site moet HTTPS gebruiken om aanmelden bij Google in te stellen"],"Existing users who have only used Sign in with Google to sign in to your site will need to use WordPress’ “Reset my password” to set a password for their account":["Bestaande gebruikers die alleen login met Google hebben gebruikt om zich bij uw site aan te melden, moeten WordPress' \"Reset mijn wachtwoord\" gebruiken om een wachtwoord voor hun account in te stellen"],"Users will not be able to create an account on your site using their Google Account (if account creation is enabled)":["Gebruikers kunnen geen account aanmaken op uw site met hun Google account (als het aanmaken van accounts is ingeschakeld)"],"Users will no longer be able to sign in to your WordPress site using their Google Accounts":["Gebruikers kunnen zich niet langer aanmelden bij uw WordPress site met hun Google accounts"],"The site should use HTTPS to set up %s":["De site moet HTTPS gebruiken om %s in te stellen"],"Get your client ID":["Verkrijg uw klant ID"],"Add your client ID here to complete setup:":["Voeg uw klant ID hier toe om de instelling te voltooien:"],"To set up %1$s, Site Kit will help you create an “OAuth Client ID“ that will be used to enable %1$s on your website. You will be directed to a page that will allow you to generate an “OAuth Client ID“. <a>Learn more<\/a>":["Om %1$s in te stellen, zal Site Kit u helpen om een \"OAuth klant ID\" aan te maken die gebruikt zal worden om %1$s in te schakelen op uw site. U wordt naar een pagina geleid waar uw een \"OAuth klant ID\" kunt genereren. <a>Lees meer<\/a>"],"Beta":["Bèta"],"%s (Please try again.)":["%s (Probeer het alstublieft opnieuw.)"],"Customize settings":["Instellingen aanpassen"],"Disabled":["Uitgeschakeld"],"Enabled":["Ingeschakeld"],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"Failed to load graphic":["Laden van afbeelding mislukt"],"Failed to load media":["Laden van media bestand mislukt"],"Retry":["Opnieuw proberen"],"Service name\u0004Sign in with Google":["Aanmelden met Google"],"Maybe later":["Misschien later"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Preview":["Voorbeeld"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"This service was originally connected by an administrator — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door een beheerder - u kunt contact met hen opnemen voor meer informatie."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door de beheerder \"%s\" - u kunt contact met hen opnemen voor meer informatie."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten om toegang te krijgen tot %s data, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze search console eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics weergave, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor deze analytics eigenschap, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Uw Google account heeft niet voldoende rechten voor dit analytics account, dus u kunt er geen statistieken van zien op het dashboard van Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">herhaalt u de plugin instelling<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"Learn more":["Meer informatie"],"Error: %s":["Fout: %s"],"Set up %s":["Instellen van %s"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-sign-in-with-google-42610674b4d468e4254c.js"}}