Repository: KerimGb/Biobased-Circular
Catalog: languages/plugins/user-switching-*_formal.po
Languages: nl

source: No, go back
nl: Nee, ga terug

source: Yes, switch to %s
nl: Ja, overschakelen naar %s

source: %1$s is currently switched to %2$s. They switched %3$s ago. Do you want to continue switching?
nl: %1$s is momenteel omgeschakeld naar %2$s. Ze schakelden %3$s geleden over. Wilt u doorgaan met overschakelen?

source: Instant switching between user accounts in WordPress
nl: Onmiddellijk wisselen tussen gebruikersaccounts in WordPress

source: Switch Off
nl: Schakel uit

source: Switched back to %1$s (%2$s).
nl: Teruggewisseld naar %1$s (%2$s).

source: Switch back to %1$s (%2$s)
nl: Wissel terug naar %1$s (%2$s)

source: Switched to %1$s (%2$s).
nl: Gewisseld naar %1$s (%2$s).

source: Could not switch off.
nl: Kon niet uitgeschakeld worden.

source: Could not switch users.
nl: Kon niet van gebruiker wisselen.

source: Switch&nbsp;To
nl: Wissel&nbsp;naar

# User Switching title on user profile screen
source: User Switching
nl: Wisselen van gebruiker
